{
    "items":[
        {
      "itemImg": "https://github.com/Hubrisy/images/raw/main/sekator.jpg",
      "pastPrice": "1999",
      "currentPrice": "1099",
      "itemName": "Секатор-висоторіз",
      "id": "1",
      "characteristic": [
        "Матеріал штанги: алюміній",
        "Матеріал леза пилки: сталь",
        "Інструменти: сучкоріз,секатор, пилка по дереву",
        "Максимальна довжина: 3,95 м",
        "Корпус: металевий, гумовий",
        "Довжина леза: 320 мм",
        "Тип: ручний, телескопічний",
        "Вага: 2,417 кг",
        "Об'єм: 0,009707 куб.м"
      ],
      "description": [
        "Цей універсальний інструмент містить у собі сучкоріз і ніжку для дерева. Призначений для спилювання гілок, пагонів, формування крони дерев, а також для обрізання сухих гілок у важкодоступних місцях і на великій висоті.",
        "Людина абсолютно будь-якого зросту зможе обрізати гілки, не використовуючи драбини, а також дістатися до найбільш важкодоступних місць і чагарників. Ви не помітите, як важка робота перетвориться на задоволення. Висоторіз легкий, виготовлений із міцного алюмінію, не навантажує Вашу спину та не втомлює.",
        "Лезо сучкорізу з унікальною геометрією, лінія зрізу виходить рівною й не травмує дерева. Зручно заготовлювати черевички або обрізати молоді пагони. Механізм ручний штанговий легко приводиться в дію за допомогою товстого шнура та в один натиск миттєво відсікає сучки та відростки. Пила висоторіза ріже чисто та не заминає волока, призначена спеціально для спила на великих відстанях. Вигнута форма забезпечить повне захоплення гілки. Форма та розташування зубців дають змогу легко проходити деревину без небезпеки зігнутися або зламатися. Перетворіть монотонну, незручну роботу на задоволення з цим універсальним висоторізом-сучкорізом!"
      ]
    },
        {
            "itemImg": "https://github.com/Hubrisy/images/raw/main/4.jpg",
            "pastPrice": "1950",
            "currentPrice": "1250",
            "itemName": "Міні-пила",
            "id": "2",
      "characteristic": [
        "Тип товару: мініпилка акумуляторна/пила на акумуляторі",
        "Тип: одноручна",
        "Матеріал: метал, сталь, пластик",
        "Тип акумулятора: Li-Ion",
        "Напруга акумулятора: 24 В",
        "Акумулятор: літієвий 2.0 Ah",
        "Час зарядки: 1.5 години",
        "Безперервний час роботи: 2 години",
        "Довжина ланцюга: 160 мм",
          "Швидкість ланцюга: 5 м/c",
          "Швидкість холостого ходу: 3000 об/хв",
          "Потужність: 550 Вт",
          "Вага: 0,75 кг (без акумулятора)"
      ],
      "description": [
        "Акумуляторна ланцюгова пила MAX Li-ion 24V — це зручний і потужний інструмент для виконання різних завдань з обрізання та розпилювання деревини. Акумуляторна ланцюгова пила MAX Li-ion 24V обладнана потужним двигуном, який забезпечує ефективне розпилювання й обрізання деревини. З її допомогою ви можете легко впоратися з деревами, сучками та іншими матеріалами.",
        "Ця мініпилка працює на акумуляторі, що дає змогу вільно пересуватися без потреби під'єднання до електричної розетки. Завдяки своїй бездротовій конструкції, вона пропонує гнучкість і зручність під час роботи на відкритому повітрі або в віддалених місцях.",
        "З шиною завдовжки 6 дюймів (15.24 см) , ця пилка ідеально підходить для робіт середньої складності, як-от розпилювання гілок або створення дров.Компактний та легкий дизайн Акумуляторної ланцюгової пилки MAX Li-ion 24V робить її зручною у використанні, особливо при роботі у важкодоступних місцях або під час точних різів. Завдяки низьким рівням вібрації та шуму, робота з пилкою стає комфортною та менш стомлюючою."
      ]
        },
        {
            "itemImg": "https://github.com/Hubrisy/images/raw/main/main12.png",
            "pastPrice": "3200",
            "currentPrice": "1930",
            "itemName": "Землероб",
            "id": "3",
      "characteristic": [
        "Країна виробник: Україна",
        "Тип сошника: кілеподібний",
        "Ширина обробки: 500 мм",
        "Діаметр колеса:  320 мм",
        "Довжина ручок: 1 м",
        "Висота: 300 мм",
        "Ширина: 300 мм",
        "Довжина: 640 мм",
        "Вага: 9.5 кг"
      ],
      "description": [
        "Культиватор виготовлений з якісного металу, тому не деформується та витримує великі навантаження. Завдяки порошковій покрасці захищений від корозії, щоб служити десятки років.",
        "Назавжди забудьте про сапу. З універсальним землеробом Вінниця ви зекономите десятки годин, проведені на городі всією сім'єю.Економить сили та час при обробці городу. Потрібно лише вибрати потрібний вам інструмент, зафіксувати його та налаштувати кут обробки. В комплект входить детальна інструкція.",
        "Незамінний інструмент для окучування коренеплідних культур, підгортання при змішаному посіві, розпушування ґрунту, зрізання бур'яну, посадки бульбоплідних культур. Спеціальна конструкція культиватора робить рівні та охайні рядки, з однаковим інтервалом між кожною рослиною. В комплекті є інструкції по застосуванню, а також додаткові рекомендації для підвищення ефективності роботи з землею."
      ]
        },
        {
            "itemImg": "https://github.com/Hubrisy/images/raw/main/cultivator.jpg",
            "pastPrice": "2199",
            "currentPrice": "1599",
            "itemName": "Культиватор",
            "id": "4",
      "characteristic": [
        "Країна виробник: Японія",
        "Матеріал: Метал",
        "Ширина оброблення: 300 мм",
        "Глибина культування: 150 мм",
        "Діаметр: Є насадки на штанги 26 та 28 мм",
        "Частота обертання: 200 об/хв.",
        "Вага: 4,5 кг",
        "Кількість шліців: 9 шт"
      ],
      "description": [
        "Насадка-культиватор для мотокіс – це зручне пристосування для розпушування ґрунту, яке зручно використовувати у важкодоступних місцях (грядки, міжряддя, теплиці, парники). Культиватор ретельно перекопує грунт, насичуючи його киснем і забезпечуючи легке проникнення поживних речовин і вологи. Насадка надійно кріпиться на стійці тріммера.",
        "Культиватор оснащений обертовими фрезами, кількість яких можна швидко змінювати. Пристрій володіє міцною конструкцією, яка забезпечує довгий термін служби і ідеальні результати. Корисна річ яка допоможе вам легко та швидко обробити сад або город.",
      ]
        },
        {
            "itemImg": "https://github.com/Hubrisy/images/raw/main/892702.png",
            "pastPrice": "585",
            "currentPrice": "399",
            "itemName": "Саджалка",
            "id": "5"
        },
        {
            "itemImg": "https://github.com/Hubrisy/images/raw/main/sekator3.png",
            "pastPrice": "450",
            "currentPrice": "299",
            "itemName": "Секатор",
            "id": "6"
        }
    ]
}
